Repository: 5l1v3r1/vpn-user-portal
Catalog: locale/*/LC_MESSAGES/VpnUserPortal.po
Languages: nb_no, nl_nl

source: New
nb_no: Ny
nl_nl: Nieuw

source: Configurations
nl_nl: Configuraties

source: Documentation
nb_no: Dokumentasjon
nl_nl: Documentatie

source: Welcome to the VPN Portal. Here you can find out how to connect to the VPN.
nl_nl: Welkom bij de VPN-gebruikersportal. Hier staat hoe verbonden kan worden met het VPN.

source: Connecting to the VPN consists of three steps:
nl_nl: Verbinden met het VPN bestaat uit drie stappen:

source: Download and install the <a href="documentation#app">VPN application</a> for your smart phone or computer;
nl_nl: Download en installeer de <a href="documentation#app">VPN-applicatie</a> voor smartphone of computer;

source: Download a <a href="new">configuration</a> for the VPN client;
nl_nl: Download een <a href="new">configuratie</a> voor de VPN-applicatie;

source: <a href="documentation#app">Load</a> the VPN configuration in the VPN application;
nl_nl: <a href="documentation#app">Open</a> de VPN-configuratie in de VPN-applicatie;

source: Once these steps are completed you should be able to connect to the VPN!
nl_nl: Als deze stappen voltooid zijn kan verbonden worden met het VPN!

source: Sign In
nb_no: Logg inn
nl_nl: Inloggen

source: Please sign in with your username and password.
nb_no: Logg inn med ditt brukernavn og passord.
nl_nl: Log in met gebruikersnaam en wachtwoord.

source: The credentials you provided are not correct. Please try again!
nl_nl: De inloggegevens zijn niet correct. Probeer opnieuw!

source: Username
nb_no: Brukernavn
nl_nl: Gebruikersnaam

source: Password
nb_no: Passord
nl_nl: Wachtwoord

source: Error
nb_no: Feil
nl_nl: Fout

source: Setting up Two-factor authentication failed because the entered code does not match the expected value.
nl_nl: Het inschakelen van twee-factor authenticatie is mislukt omdat de ingevoerde code niet overeenkomt met de verwachtte waarde.

source: You can try again <a href="otp">here</a>, or go back to your <a href="account">Account</a> page.
nl_nl: Probeer het <a href="otp">hier</a> opnieuw, of ga terug naar de <a href="account">Accountpagina</a>.

source: Connecting to the VPN-server requires two-factor authentication. Set this up <a href="otp">here</a> first!
nl_nl: Verbinden met de VPN-server vereist twee-factor authenticatie. Stel dat eerst <a href="otp">hier</a> in!

source: Choose a unique name for your configuration, e.g. "Phone". Allowed characters are <code>a-z</code>, <code>A-Z</code>, <code>0-9</code>, <code>-</code>, <code>_</code>, <code>.</code>, <code>@</code>.
nl_nl: Kies een unieke naam voor de configuratie, bijvoorbeeld "Telefoon". Geaccepteerde tekens zijn <code>a-z</code>, <code>A-Z</code>, <code>0-9</code>, <code>-</code>, <code>_</code>, <code>.</code>, <code>@</code>.

source: Name
nb_no: Navn
nl_nl: Naam

source: Download
nb_no: Last ned
nl_nl: Downloaden

source: Download (ZIP)
nl_nl: Downloaden (ZIP)

source: VPN User Portal
nb_no: VPN-Brukerportal
nl_nl: VPN-Gebruikersportal

source: Sign Out
nb_no: Logg ut
nl_nl: Uitloggen

source: Two-factor Authentication
nb_no: To-faktor autentisering
nl_nl: Twee-factor authenticatie

source: Here you can enroll for two-factor authentication (2FA).
nl_nl: Hier kan twee-factor authenticatie (2FA) ingesteld worden.

source: See the <a href="documentation#2fa">documentation</a> for more information.
nl_nl: Zie de <a href="documentation#2fa">documentatie</a> voor meer informatie.

source: 2FA is currently not enabled on the VPN-servers, you can enroll, but it will not (yet) be used!
nl_nl: 2FA is momenteel niet geactiveerd op de VPN-servers, het kan geconfigureerd worden voor dit account, maar wordt (nog) niet gebruikt!

source: Secret
nb_no: Nøkkel
nl_nl: Sleutel

source: Scan the QR code using your 2FA application, or import the secret manually. Confirm the successful configuration by entering a 6 digit OTP generated by the application below.
nb_no: Scan QR-koden med en 2FA-applikasjon, eller importer nøkkelen for hand. Bekreft konfigurasjonen med den 6-sifrete koden som er generert av 2FA-applikasjonen.
nl_nl: Scan de QR-code met een 2FA-applicatie, of importeer de sleutel handmatig. Bevestig de configuratie door een door de 2FA-applicatie gegenereerde 6-cijferige OTP-code in te vullen.

source: Validate
nl_nl: Verifiëren

source: You tried to create a configuration with name <em>%configName%</em>, but it was already used before!
nl_nl: De configuratie met de naam <em>%configName%</em> is reeds in gebruik, en kan niet opnieuw gebruikt worden!

source: You can only use a name once, check your configurations to see which names were already used.
nl_nl: Een naam kan maar één keer gebruikt worden, bekijk de configuraties om te zien welke namen al in gebruik zijn.

source: Use your browser's back button to try again.
nl_nl: Gebruik de terugknop in de browser om opnieuw te proberen.

source: An application wants to act on your behalf.
nl_nl: Een applicatie wil dit account gebruiken.

source: Application
nl_nl: Applicatie

source: Permissions
nl_nl: Permissies

source: Reject
nb_no: Avslå
nl_nl: Afwijzen

source: Approve
nb_no: Tillat
nl_nl: Toestaan

source: VPN Configuration
nl_nl: VPN-Configuratie

source: VPN Application
nl_nl: VPN-Applicatie

source: Please note
nl_nl: Let op

source: It is currently not possible to deactivate 2FA once it is activated;
nl_nl: Het is momenteel niet mogelijk 2FA te deactiveren als het eenmaal geactiveerd is;

source: Not all servers will require 2FA, so enrolling for 2FA will not always have an effect.
nl_nl: Niet alle servers vereisen 2FA, dus 2FA inschakelen heeft niet altijd effect.

source: Advanced Users
nl_nl: Geavanceerde gebruikers

source: This page lists your VPN configurations. Create a new configuration <a href="new">here</a>.
nl_nl: Deze pagina laat de VPN-configuraties zien. Maak <a href="new">hier</a> een nieuwe configuratie.

source: You currently have no active configurations &#x1f61e; <a href="new">Create a configuration</a>!
nl_nl: Er zijn momenteel geen actieve configuraties &#x1f61e; <a href="new">Maak een configuratie</a>!

source: Active
nl_nl: Actief

source: This is a list of <em>active</em> configurations. They can be used to connect to the VPN server. You can <em>revoke</em> the configuration if you will never use it again.
nl_nl: Dit is een lijst van <em>actieve</em> configuraties. Ze kunnen gebruiken worden om met de VPN-server te verbinden. Ze kunnen <em>ingetrokken</em> worden als deze nooit meer gebruikt gaan worden.

source: Expires
nb_no: Går ut
nl_nl: Verloopt

source: Revoke
nb_no: Tilbakekall
nl_nl: Intrekken

source: Disabled
nl_nl: Uitgeschakeld

source: This is a list of <em>disabled</em> configurations. They are (temporary) disabled by an administrator. Contact support for more information. You can <em>revoke</em> the configuration if you will never use it again.
nl_nl: Dit is een lijst van <em>gedeactiveerde</em> configuraties. Ze zijn (tijdelijk) gedeactiveerd door een beheerder. Neem contact op met de helpdesk voor meer informatie. De configuraties kunnen ook <em>ingetrokken</em> worden.

source: Revoked
nl_nl: Ingetrokken

source: This is a list of <em>revoked</em> configurations. They are permanently disabled and can no longer be used.
nl_nl: Dit is een lijst van <em>ingetrokken</em> configuraties. Ze zijn permanent gedeactiveerd en kunnen niet meer gebruikt worden.

source: Expired
nl_nl: Verlopen

source: This is a list of <em>expired</em> configurations. They can no longer be used.
nl_nl: Dit is een lijst van <em>verlopen</em> configuraties. Ze kunnen niet meer gebruikt worden.

source: User ID
nl_nl: Gebruikers-ID

source: Enrolled
nb_no: Meldt inn
nl_nl: Ingeschakeld

source: Enroll
nb_no: Ta i bruk
nl_nl: Inschakelen

source: Applications
nl_nl: Applicaties

source: No external applications can currently manage your account.
nl_nl: Geen externe applicaties kunnen momenteel dit account beheren.

source: Some external applications can manage your account. You can revoke their permission.
nl_nl: Sommige externe applicaties kunnen dit account beheren. De toestemming kan hier ingetrokken worden.

source: Confirm
nl_nl: Bevestigen

source: Are you sure you want to revoke <em>%configName%</em>? This can <strong>NOT</strong> be undone!
nl_nl: De configuratie <em>%configName%</em> wordt ingetrokken. Dit kan <strong>NIET</strong> ongedaan gemaakt worden! Doorgaan?

source: Yes
nb_no: Ja
nl_nl: Ja

source: No
nb_no: Nei
nl_nl: Nee

source: An error occurred.
nb_no: Noe har gått galt.

source: You are already enrolled with a YubiKey.
nb_no: Du har allerede registrert en YubiKey.

source: Here you can enroll for two-factor authentication (2FA) using a YubiKey One-time Password (OTP).
nb_no: Her kan du skru på to-faktor autentisering (2FA) ved bruk av en YubiKey One-time Password (OTP).

source: See the <a href="documentation">documentation</a> for more information on 2FA.
nb_no: Se på <a href="documentation">dokumentasjonen</a> for å finne ut mer om 2FA.

source: Only an administrator can remove 2FA from your account!
nb_no: Bare en administrator kan fjerne 2FA fra din konto!

source: Please attach your YubiKey and press its button.
nb_no: Sett inn din YubiKey i USB-porten og trykk på knappen.

source: The YubiKey OTP is not valid.
nb_no: YubiKey OTP-koden er ikke gyldig.

source: Verify
nb_no: Verifiser

source: Please provide your TOTP.
nb_no: Fyll ut TOTP-koden din.

source: The TOTP you provided is incorrect.
nb_no: TOTP-koden er ugyldig.

source: The credentials you provided were not correct.
nb_no: Innloggingsdetaljene er ikke riktige.

source: Are you sure you want to delete <em>%displayName%</em>?
nb_no: Vil du slette <em>%displayName%</em>?

source: You are already enrolled for TOTP.
nb_no: Du er allerede registrert for TOTP.

source: Here you can enroll for two-factor authentication (2FA) using a Time-based One-time Password (TOTP).
nb_no: Her kan du registrere deg for to-factor autentisering (2FA) med TOTP.

source: See the <a href="documentation">documentation</a> for more information on 2FA and a list of applications to use.
nb_no: Se <a href="documentation">dokumentasjonen</a> for å finne ut mer om 2FA og ei liste med applikasjoner som kan brukes.

source: The OTP key you entered does not match the expected value for this OTP secret.
nb_no: OTP-koden du brukte stemmer ikke overens med OTP-hemmeligheten.

source: Approval
nb_no: Tillatelse

source: The VPN application should have been launched automatically. If that did not work, click <a href="%refreshUrl%">here</a>.
nb_no: VPN-applikasjonen skal ha startet automatisk. Hvis den ikke gjorde det, klikk <a href="%refreshUrl%">her</a>.

source: You can now close this browser window or tab!
nb_no: Du kan nå lukke dette siden!

source: Account
nb_no: Konto

source: Events
nb_no: Henvendelser

source: This is a list of events that occurred related to your account.
nb_no: Dette er ei liste over nylige henvendelser som angår din konto.

source: No events yet.
nb_no: Ingen henvendelser.

source: Date/Time
nb_no: Dato/Tid

source: Message
nb_no: Melding

source: The YubiKey OTP you provided is not correct.
nb_no: Denne YubiKey OTP-koden er ikke gyldig.

source: You need to enroll for two-factor authentication on the <a href="account">account</a> page before you can use this profile!
nb_no: Du må aktivere to-factor autentisering på <a href="account">konto</a>-siden før denne profilen kan brukes.

source: Profile
nb_no: Profil

source: Issued
nb_no: Utstedt

source: Delete
nb_no: Slett

source: <strong title="%client_id%">%display_name%</strong> wants to manage your VPN configurations.
nb_no: <strong title="%client_id%">%display_name%</strong> vil styre dine instillinger for VPN.

source: User Info
nb_no: Brukerinformasjon

source: Group Membership(s)
nb_no: Gruppetilhørighet

source: Profiles
nb_no: Profiler

source: Authorized Applications
nb_no: Autoriserte applikasjoner
